[哨兵_RM X2AbilityTemplate]
LocFriendlyName="哨兵"
LocFlyOverText="哨兵"
LocLongDescription="在《守望先锋》中，您可以拍摄两张反应镜头。"
LocHelpText="在《守望先锋》中，您可以拍摄两张反应镜头。"
LocPromotionPopupText="<Bullet/> 反应射击可能针对一个或多个目标，具体取决于外星人的运动。<br/>"

[CorpseTurian X2ItemTemplate]
FriendlyName="图里安尸体"
FriendlyNamePlural="图里安尸体s"
BriefSummary="这些"图里安人"似乎在他们的盔甲下有一个奇怪的"外骨骼"。没有什么力量足以真正阻止伤口，但它可能表明他们的家园是什么样的。更令人感兴趣的是这些前锋在战场上使用的耐用、厚实的装甲系统。"

[TurianStriker_M1 X2CharacterTemplate]
strCharacterName="图里安战斗机"

[TurianStriker_M2 X2CharacterTemplate]
strCharacterName="图里安前锋"

[TurianStriker_M3 X2CharacterTemplate]
strCharacterName="图里安士兵"

[AutopsyTurian X2TechTemplate]
DisplayName="图里安前锋解剖"
CodeName="命名者"
Summary="虽然我预计不会发现对罢工者本身的生物学有太多调查，但与普通士兵相比，他们的装甲系统使他们在战斗中更加沉默——对此进行调查是有道理的。"
LongDescription="图里亚人的生物构成令人惊讶地有趣——他们似乎是在一个磁场足够弱的世界中进化而来的，以至于开发一种能够处理太阳辐射的"外骨骼"是必要的。然而，更重要的是他们的装甲系统--它们的设计是为了承受沉重的惩罚并帮助用户进行射击。我们不能轻易地复制后者，但前者是沈和我在实验室里能够复制的东西：我们应该能够对我们所有的重型装甲进行升级，让我们的部队在战场上携带更多的装甲。 R.泰根。" 
